Repository: common-repository/behzadrohizadeh-telegram-login
Catalog: lang/*.po
Languages: tg_fa_ir

source: Type Register
tg_fa_ir: نوع عضویت

source: Telegram
tg_fa_ir: تلگرام

source: Website
tg_fa_ir: وب سایت

source: Bot Username
tg_fa_ir: نام ربات

source: Bot Token
tg_fa_ir: توکن ربات

source: Size Button
tg_fa_ir: اندازه دکمه

source: Show User Photo
tg_fa_ir: نمایش عکس ربات

source: User Role When Login
tg_fa_ir: نقش کاربری هنگام ورود

source: Redirect Url After Login
tg_fa_ir: انتقال به ادرس بعد از ورود

source: Update
tg_fa_ir: بروزرسانی

source: Steps Configration
tg_fa_ir: مراحل تنظیمات

source: Create New Bot By @Botfather
tg_fa_ir: ساخت ربات با ربات ساز @Botfather

source: send the /setdomain command to @Botfather to link your website,s domain to the bot. Then configure your widget by on top options.
tg_fa_ir: کامند /setdomain را در ربات ساز @Botfather بفرستید و ادرس سایت خود را برای ربات ساخته شده تنظیم کنید . تنظیمات بالا را نیز تکمیل کنید

source: Use Shortcode [lg-telegram] For Show Button
tg_fa_ir: از کد کوتاه [lg-telegram] برای نمایش دکمه استفاده کنید

source: A plugin for login And Register with telegram messanger Account
tg_fa_ir: یک افزونه برای لاگین و عضویت در سایت از طریق اکانت تلگرام

source: Behzad Rohizadeh
tg_fa_ir: بهزاد روحی زاده
